Get the value of the property
  Namespace:   Autodesk.Revit.Utility
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public double Value { get; }
  Visual Basic
Public ReadOnly Property Value As Double
	Get
  Visual C++
public:
property double Value {
	double get ();
}
 See Also
  AssetPropertyDouble Class
  Autodesk.Revit.Utility Namespace